# DO NOT CHANGE THE LIST ORDER - IT WILL BREAK ALL THE ARTICLES
all_articles = [

#Article #0
   {'article_title': 'Методы интеграции подсистем в интегрированной системе безопасности',
    'original': 'https://www.unibelus.by/blog/36276ea6-020e-4f11-ba3d-6283425ae2b5',
    'date': '29 декабря 2020',
    'image': "/static/main/png/Blog_integration.png",
    'source': 'Блог компании Унибелус',
    'description': 'Комплексная система безопасности – это совокупность функциональных и информационных связанных друг с другом подсистем безопасности, работающих по одному алгоритму и имеющих общие каналы связи, программное обеспечение, базы данных. \
                  <br>Возможность интеграции - одно из основных требований к современным системам безопасности. В данной статье рассмотрим основные подходы к интеграции систем безопасности между собой.',
    'url': 'articles/article_integration',
    'page_title': 'Интеграция систем безопасности - Василий Перевощиков',
    'keywords': 'Интеграция, системы безопасности, пожарная сигнализация, контроль доступа, видеонаблюдение',
    'html_page': '\\templates\\main\\articles\\integration.html',
     },

#Article #1
    {'article_title': 'Уязвимости систем безопасности',
     'original': 'https://www.unibelus.by/blog/5e1381d8-6568-0b60-4617-eb83e8f4963e',
     'date': '16 декабря 2020',
     'source': 'Блог компании Унибелус',
     'image': "/static/main/png/blog_vulner.jpeg",
     'description': 'Современные электронные системы обеспечения безопасности всё ещё имеют ряд уязвимостей в структуре аппаратного и программного обеспечения, а также ряде применяемых технических решений и технологий. При создании технических решений и проектировании комплексной электронной системы безопасности (КЭСБ) на объекте требуется учитывать вероятность использования этих уязвимостей с целью получения несанкционированного доступа или саботажа',
     'url': 'articles/article_vulnerabilities',
     'page_title': 'Уязвимости систем безопасности - Василий Перевощиков',
     'keywords': 'Уязвимости, системы безопасности, КЭСБ, программное обеспечение',
     'html_page': '\\templates\\main\\articles\\vulnerabilities.html',
     },

#Article #2
 {'article_title': 'Пример расчёта солнечной электростанции',
  'original': 'https://www.unibelus.by/solution/s6',
  'date': 'лето 2019',
  'source': 'Шаблоны проектов компании Унибелус',
  'image': "/static/main/png/solar.jpg",
  'description': 'Конфигурация системы круглосуточного питания устройств мощностью 100 Вт от солнечных панелей с напряжением 48В постоянного тока',
  'url': 'articles/article_solar',
  'page_title': 'Расчёт солнечной электростанции - Василий Перевощиков',
  'keywords': 'Солнечные панели, системы безопасности, Источник питания, аккумуляторные батареи, солнечная электростанция, методика расчёта, расчёт, метод расчёта для проекта, солнечная энергетика, альтернативная энергетика, альтернативные источники питания',
  'html_page': '\\templates\\main\\articles\\solar.html',
  },


#Article #3
    {'article_title': 'Методика расчёта источников бесперебойного питания',
     'original': 'https://www.unibelus.by/blog/54a4355d-e183-11e8-8111-00155d045202',
     'date': '6 ноября 2018',
     'source': 'Блог компании Унибелус',
     'image': "/static/main/png/blog_time.jpg",
     'description': 'Универсальная методика расчёта аккумуляторных батарей в источниках бесперебойного питания для любых аккумуляторов, источников бесперебойного питания',
     'url': 'articles/article_time',
     'page_title': 'Расчёт аккумуляторов - Василий Перевощиков',
     'keywords': 'ИБП, системы безопасности, Источник питания, аккумуляторные батареи, аккумуляторы, методика расчёта, расчёт, метод расчёта для проекта',
     'html_page': '\\templates\\main\\articles\\time.html',
     },


]